var articleData = [
    {
        'title':'教你如何用手机拍的比单反好！',
        'src':'./images/sheying.jpg',
        'alt':'图片',
        'content':'在上一篇文章我这样说过，“在这里没有说s形构图，三分法构图，对角线构图等等，这些技巧真的很有用，但是在原理面前变得不再重要了”。如果上一篇主要探讨关于方法论的话，那么这次就带来技巧上的盛宴，当然，这不是我的内容。上周很有幸的在摄影之友上直播听到获得IPPA（手机摄影里的奥斯卡奖，评审严苛的国际顶级手机摄影比赛）金奖的大神韩松的分享，全程满满干货，不管这些技巧你听过没听过，听大神诠释过之后就像照镜子一样，看到自己的不足，理解上的不深刻，学习是一种社会化的行为，如果你想快速习得某项技能，最快的方法不是学习经典理论，而是去找这个领域能力最强的人，这些高手的指点会帮助你跨过最初的学习障碍，达到拐点，所以特地的把分享的内容整理了一下，下面就直接切入主题。<br/><br/>文／伟大小伟（简书作者）原文链接：http://www.jianshu.com/p/b80454f16b9a著作权归作者所有，转载请联系作者获得授权，并标注“简书作者”。',
        'time':'2016年11月3日'
    },
    {
        'title':'这样做了半年，我终于养成了阅读这个小习惯',
        'src':'./images/reader.jpg',
        'alt':'图片',
        'content':'1 读书没动力吗？﻿很多人对读书二字充满好感，动辄谈及修身养性，开拓眼界和自我提高，有时，这样的人不过人云亦云，在读的书未必就多。还有一种人，习惯在舒适优雅的环境里，捧一杯清茶，或是抿一口咖啡，翻两页书籍，一室岁月静好。前者对阅读充满好感，却没有动力，后者我们常常称其文艺，或小资，很多时候他们享受的不是阅读，而是一种关乎美好的feeling。不禁要问为什么我们都没动力读书了？“因为真正读书的人往往都不是为读书而读书的，他们有志向！”今年4月，当我热情洋溢地邀请一位文物鉴赏的老师来我们的读书活动时，老师一阵见血的言论久久萦绕在我的心头。古人云，“读书，立志为先。”所以下次，想要立下一个阅读计划时，不如先想清楚志向，再行动，事半功倍。开始阅读时，工具性的指导书也是一个很好的选择。<br/><br/>文／靖宁（简书作者）原文链接：http://www.jianshu.com/p/9331441975a0著作权归作者所有，转载请联系作者获得授权，并标注“简书作者”。',
        'time':'2016年11月5日'
    },
    {
        'title':'人生必看的十部经典电影',
        'src':'http://qzhai.net/000/wp-content/uploads/2015/12/111-e1452232566209.jpeg',
        'alt':'图片',
        'content':'一、人生如梦：《美国往事》 课程：人生《美国往事》包含了一个男人在这个世界上所能遇到的一切。友情、爱情、想、责任、冲突。它更像是一场让人不愿醒来的梦，当面条躺在床上，在温暖的灯光和的迷离的电话铃声中回到那些逝去了的岁月，这场梦便开始了，直到最后的面条终于露出笑容，我们才回到自己的人生，去继续那些不尽的故事。什么帮派，什么仇杀，原来都不重要，印象中只有一个毛躁的少年，偷看一个美丽女孩儿跳舞；只有一个负罪的兄弟，每天早早地上床睡觉；只有一个白发苍苍的老人，面对背叛了的友谊，语调平和，不动声色。《美国往事》带着你作了一个三小时四十五分钟的梦。人生如梦，这也许是惟一的感受。这是莱翁内“美国三部曲”之一，是意大利人眼中的20-60年代的美国形象。导演一改好莱坞传统西片的格局，以独特的视角塑造了美国黑社会人出生入死的人物形象。剧情介绍：二十年代的美国，绰号“面条”的纽约少年和几个同龄朋友一起认识了聪明狡黠的麦克斯。他们开始从事走私活动。不久，面条在一场械斗中杀伤人命，被关进监牢。若干年后面条被释放出狱，当年的小伙伴们已经变成了成熟健壮的青年。在麦克斯的带领下，他们重操旧业，开始了一系列的抢劫、盗窃、敲诈活动。随着犯罪活动的不断深入，麦克斯似乎被胜利冲昏了头脑，竟然把美国联邦储备银行也列入了行动目标。有过铁窗经验的的面条不忍眼看好友走向毁灭，偷偷打电话报警，想逼迫麦克斯手。警察与面条的朋友展开激烈枪战，麦克斯等人全部被杀。面条在极端的悔恨与痛苦之下，离开了自己生长的地方，离开了心爱的姑娘，远走他乡。几十年后，几近垂暮的面条潦倒回乡，意外发现原来当年的一切都是麦克斯的精心策划。他借面条和警察之手除去伙伴，自己则金蝉脱壳，吞没了团伙的巨款，改头换面之后跻身政界，成为上层社会的名流。麦克斯恳求面条杀死自己，幻想以此赎回自己的罪孽，，被面条所拒绝。麦克斯走投无路之下跳进垃圾粉碎机自杀。本片获1984年美国影艺学院最佳陪乐、最佳服饰设计两项奥斯卡金像奖，1985年美国金球奖最佳导演提名。<br/><br/>文／溜回青春的小胖（简书)作者原文链接：http://www.jianshu.com/p/3cdc19905249著作权归作者所有，转载请联系作者获得授权，并标注“简书作者”。',
        'time':'2016年11月3日'
    }
];
